Repository: GatherPress/gatherpress
Catalog: gatherpress-*.po
Languages: ca

source: if you do not have an account.
ca: si no tens compte.

source: to RSVP to events.
ca: per confirmar l'assistència als esdeveniments.

source: %1$s to %2$s
ca: %1$s a %2$s

source: Add a description of the event and let people know what to expect, including the agenda, what they need to bring, and how to find the group.
ca: Afegiu una descripció de l'esdeveniment i feu saber als usuaris què poden esperar, inclosa l'agenda, què han de portar i com trobar el grup.

source: Add link to online event
ca: Afegiu un enllaç a l'esdeveniment en línia

source: Add New
ca: Afegir nou

source: Add New Event
ca: Afegir nou esdeveniment

source: Add New Topic
ca: Afegir nou tema

source: Add New Venue
ca: Afegir nou lloc

source: Add to calendar
ca: Afegir al calendari

source: Add venue information.
ca: Afegeix informació del lloc.

source: All Events
ca: Tots els esdeveniments

source: All Members
ca: Tots els membres

source: All Topics
ca: Tots els temes

source: Anonymous
ca: Anónim

source: Anonymous RSVP
ca: Confirmació d'assistència anònima

source: Attend
ca: Assistir

source: Attendees
ca: Assistents

source: Attending
ca: Assistint

source: Back to Topics
ca: Tornar a temes

# block description
source: Allows a member to add an event to their preferred calendar.
ca: Permet a un membre afegir un esdeveniment al seu calendari preferit.

# block description
source: Displays a list of members who have confirmed their attendance for an event.
ca: Mostra una llista dels membres que han confirmat la seva assistència a un esdeveniment.

# block description
source: Displays events that are either upcoming or have occurred in the past.
ca: Mostra esdeveniments que són propers o que s'han produït en el passat.

# block description
source: Displays the date and time for an event.
ca: Mostra la data i l'hora d'un esdeveniment.

# block description
source: Enables members to easily confirm their attendance for an event.
ca: Permet als membres confirmar fàcilment la seva assistència a un esdeveniment.

# block description
source: Provides information about an event venue.
ca: Proporciona informació sobre el lloc d'un esdeveniment.

# block description
source: Utilized for virtual events, offering the capability to share a direct link to an event.
ca: S'utilitza per a esdeveniments virtuals, oferint la possibilitat de compartir un enllaç directe a un esdeveniment.

# block title
source: Add to Calendar
ca: Afegir al calendari

# block title
source: Event Date
ca: Data de l’esdeveniment

# block title
source: Events List
ca: Llista d'esdeveniments

# block title
source: Online Event
ca: Esdeveniment en línia

# block title
source: RSVP
ca: Confirmació d'assistència

# block title
source: RSVP Response
ca: Resposta de confirmació d'assistència

# block title
source: Venue
ca: Lloc

source: Choose a venue
ca: Tria un lloc

source: Choose only one item.
ca: Tria només un element.

source: Close
ca: Tancar

source: Compose Message
ca: Composa missatge

source: Confirm you are ready to send?
ca: Confirmeu que esteu preparat per enviar?

source: Contributors to GatherPress %s
ca: Col·laboradors de GatherPress %s

source: Credits
ca: Crèdits

source: Customize role labels to be more appropriate for events.
ca: Personalitzeu les etiquetes de funcions perquè siguin més adequades per als esdeveniments.

source: Date & time
ca: Data i hora

source: Date & time format
ca: Format horari i de data

source: Date & Time Formatting
ca: Format de data i hora

source: Date Format
ca: Format de data

source: Date: %s
ca: Data: %s

source: Didn't Go
ca: No hi va anar

source: Dismiss forever
ca: Ignora-ho sempre

source: Display the map
ca: Veure el mapa

source: Display the timezone for scheduled events.
ca: Mostra la zona horària dels esdeveniments programats.

source: Edit
ca: Edita

source: Edit Event
ca: Editar esdeveniment

source: Edit RSVP
ca: Edita l'confirmació d'assistència

source: Edit Topic
ca: Editar tema

source: Edit Venue
ca: Editar lloc

source: Email
ca: Correu electrònic

source: Enable Anonymous RSVP
ca: Activa la confirmació d'assistència anònima

source: Enable Anonymous RSVP for New Events.
ca: Activa l'confirmació d'assistència anònima per a esdeveniments nous.

source: enabling user registration here
ca: habilitació del registre d'usuari aquí

source: End
ca: Final

source: Event Archive Pages
ca: Pàgines d'arxiu d'esdeveniments

source: Event date &amp; time
ca: Data i hora de l'esdeveniment

source: Event Image
ca: Imatge de l'esdeveniment

source: Event List type
ca: Tipus de llista d'esdeveniments

source: Event settings
ca: Configuració d'esdeveniments

source: Events
ca: Esdeveniments

source: For details go to %s
ca: Per obtenir més informació, aneu a %s

source: For more information read the <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">Documentation on date and time formatting</a>.
ca: Per obtenir més informació, llegiu <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">l'article de documentació sobre el format de data i hora</a>.

source: Format of date for scheduled events.
ca: Format de data dels actes programats.

source: Format of time for scheduled events.
ca: Format de l'horari dels actes programats.

source: Full Address
ca: Adreça completa

source: GatherPress allows you to set event archives to pages you have created.
ca: GatherPress li permet establir arxius d'esdeveniments a les pàgines que ha creat.

source: GatherPress allows you to set event dates to reflect either the post date or event date. Default: event date.
ca: GatherPress us permet establir dates d'esdeveniments per reflectir la data de publicació o la data de l'esdeveniment. Per defecte: data de l'esdeveniment.

source: GatherPress requires PHP %1$s or higher. Your current PHP version is %2$s. Please upgrade.
ca: GatherPress requereix PHP %1$s o superior. La vostra versió actual de PHP és %2$s. Si us plau, actualitzeu.

source: GatherPress Settings
ca: Configuració de GatherPress

source: GatherPress Team
ca: Equip de GatherPress

source: General Settings
ca: Configuració general

source: Get Involved
ca: Col·laboreu‑hi

source: guest(s)
ca: convidat(s)

source: Hide All RSVP Responses
ca: Amagar totes les respostes de confirmació d'assistència

source: Hide Description
ca: Amaga la descripció

source: Hide Featured Image
ca: Amaga la imatge destacada

source: Hide the map
ca: Amaga el mapa

source: Image Size Options
ca: Opcions de mida de la imatge

source: Leadership
ca: Lideratge

source: Link active for attendees during event.
ca: Enllaç actiu per als assistents durant l'esdeveniment.

source: List me as anonymous.
ca: Llista'm com a anònim.

source: Login
ca: Iniciar sessió

source: Login Required
ca: Cal iniciar sessió

source: Map height
ca: Altura del Mapa

source: Map settings
ca: Configuració del mapa

source: Map type
ca: Tipus de mapa

source: Maximum Attending Limit
ca: Límit màxim d'assistència

source: Maximum number of events to display
ca: Nombre màxim d'esdeveniments a mostrar

source: Meet the folks behind GatherPress. Want to see your name here?
ca: Coneix la gent que hi ha darrere de GatherPress. Vols veure el teu nom aquí?

source: Member
ca: Membre

source: New Topic Name
ca: Nou nom del tema

source: No one is attending this event yet.
ca: Encara no hi ha ningú que assisteixi a aquest esdeveniment.

source: No one went to this event.
ca: Ningú va anar a aquest esdeveniment.

source: No Topics Found
ca: No s'ha trobat cap tema

source: No venue selected.
ca: No hi ha cap lloc seleccionat.

source: Not Attending
ca: No assistència

source: Not Found
ca: No s'ha trobat

source: Not found in Trash
ca: No s'ha trobat a la paperera

source: Notifications
ca: Notificacions

source: Notify members via email
ca: Notifiqueu-ho als membres per correu electrònic

source: Online event
ca: Esdeveniment en línia

source: Online event link
ca: Enllaç a l'esdeveniment en línia

source: Only admins will see your identity.
ca: Només els administradors veuran la vostra identitat.

source: Optional message
ca: Missatge opcional

source: Organizer
ca: Organitzador

source: Organizers
ca: Organitzadors

source: Parent Topic
ca: Tema principal

source: Parent Topic:
ca: Tema principal:

source: Past
ca: Passat

source: Past Events
ca: Esdeveniments passats

source: Phone Number
ca: Número de telèfon

# Post Type General Name
source: Events
ca: Esdeveniments

# Post Type General Name
source: Venues
ca: Llocs

# Post Type Singular Name
source: Event
ca: Esdeveniment

# Post Type Singular Name
source: Venue
ca: Lloc

source: Powering Communities with WordPress.
ca: Impulsant comunitats amb WordPress.

source: Preview
ca: Vista prèvia

source: Preview:
ca: Vista prèvia:

source: Project Leaders
ca: Líders del projecte

source: Publish Date
ca: Data de publicació

source: Register
ca: Registre

source: Roadmap
ca: Full de ruta

source: Roles
ca: Rols

source: RSVP
ca: Confirmació d'assistència

source: RSVP Now
ca: Apunta'm

source: RSVP to this event
ca: Confirma l'assistència a aquest esdeveniment

source: Satellite
ca: Satèl·lit

source: Save Settings
ca: Desa la configuració

source: Search Events
ca: Cercar esdeveniments

source: Search Topics
ca: Temes de cerca

source: Search Venues
ca: Cercar llocs

source: See all
ca: Veure tot

source: See fewer
ca: Mostra'n menys

source: Select Organizers
ca: Seleccioneu organitzadors

source: Select Past Events Archive Page
ca: Seleccioneu la pàgina d'arxiu d'esdeveniments passats

source: Select Posts
ca: Selecciona Publicacions

source: Select the recipients for your message by checking the relevant boxes.
ca: Per seleccionar els destinataris del missatge, marqueu les caselles corresponents.

source: Select Upcoming Events Archive Page
ca: Seleccioneu la pàgina d'arxiu de propers esdeveniments

source: Send an event update
ca: Enviar una actualització de l'esdeveniment

source: Send an event update to members via email?
ca: Envieu una actualització de l'esdeveniment als membres per correu electrònic?

source: Send Email
ca: Enviar correu electrònic

source: Set this as your default, but you can still override it for each event as you like.
ca: Establiu-lo com a predeterminat, però encara podeu substituir-lo per a cada esdeveniment com vulgueu.

source: Settings
ca: Configuració

source: Show All RSVP Responses
ca: Mostra totes les respostes de confirmació d'assistència

source: Show Description
ca: Mostra la descripció

source: Show Featured Image
ca: Mostrar la Imatge destacada

source: Show map on venue
ca: Mostra el mapa del lloc

source: Show publish date as event date for events.
ca: Mostra la data de publicació com a data de l'esdeveniment per als esdeveniments.

source: Show Timezone
ca: Mostra la zona horària

source: Show/Hide All RSVP Responses
ca: Mostrar/amagar totes les respostes de confirmació d'assistència

source: Show/Hide Description
ca: Mostrar/amagar descripció

source: Show/Hide Featured Image
ca: Mostrar/amagar imatge destacada

source: Start
ca: Inici

# taxonomy general name
source: Topics
ca: Temes

# taxonomy singular name
source: Topic
ca: Tema

source: The default maximum limit of attendees to an event.
ca: El límit màxim predeterminat d'assistents a un esdeveniment.

source: The GatherPress Community
ca: La comunitat GatherPress

source: The RSVP status for Event ID "%1$d" has been successfully set to "%2$s" for User ID "%3$d".
ca: L'estat de confirmació d'assistència de l'identificador d'esdeveniment "%1$d" s'ha definit correctament com a "%2$s" per a User ID "%3$d".

source: There are no past events.
ca: No hi ha esdeveniments passats.

source: There are no upcoming events.
ca: No hi ha esdeveniments propers.

source: This event has already past.
ca: Aquest esdeveniment ja ha passat.

source: Time Format
ca: Format de l'hora

source: Time Zone
ca: Zona horària

source: To ensure GatherPress functions optimally, we recommend enabling user registration. You can do so by
ca: Per garantir que GatherPress funcioni de manera òptima, us recomanem que habiliteu el registre d'usuaris. Podeu fer-ho mitjançant

source: To set or change your attending status, simply click the %s button below.
ca: Per definir o canviar l'estat d'assistència, només cal que feu clic al botó %s següent.

source: Topics
ca: Temes

source: Upcoming
ca: Properament

source: Upcoming Events
ca: Propers esdeveniments

source: Update Event
ca: Actualització de l'esdeveniment

source: Update Topic
ca: Actualitza el tema

source: Update Venue
ca: Actualitza el lloc

source: Venue Selector
ca: Selector de lloc

source: Venue settings
ca: Configuració del lloc

source: Venue: %s
ca: Lloc: %s

source: Venues
ca: Llocs

source: View Event
ca: Veure esdeveniment

source: View Topic
ca: Veure tema

source: View Venue
ca: Veure lloc

source: Wait Listed
ca: Llista d'espera

source: Waiting List
ca: Llista d'espera

source: Website
ca: Web

source: Went
ca: Va vindre

source: Yahoo Calendar
ca: Calendari de Yahoo

source: Yes, I want to receive updates and information about events from the organizers.
ca: Sí, vull rebre actualitzacions i informació sobre esdeveniments dels organitzadors.

source: You must
ca: Heu de

source: You're attending
ca: Hi assisteixes

source: You're not attending
ca: No hi assisteixes

source: You're wait listed
ca: Estàs a la llista d'espera

source: Zoom level
ca: Nivell d'ampliació
