Repository: GatherPress/gatherpress
Catalog: languages/gatherpress-*_formal.po
Languages: de_de

source: Powering Communities with WordPress.
de_de: Gemeinschaften betreiben mit WordPress.

source: The GatherPress Community
de_de: Die GatherPress Gemeinschaft

source: Add to calendar
de_de: Zu Kalender hinzufügen

# Post Type General Name
source: Events
de_de: Veranstaltungen

# Post Type Singular Name
source: Event
de_de: Veranstaltung

source: Events
de_de: Veranstaltungen

source: All Events
de_de: Alle Veranstaltungen

source: View Event
de_de: Veranstaltung ansehen

source: Add New Event
de_de: Neue Veranstaltung hinzufügen

source: Add New
de_de: Hinzufügen

source: Edit Event
de_de: Veranstaltung bearbeiten

source: Update Event
de_de: Veranstaltung aktualisieren

source: Search Events
de_de: Veranstaltungen suchen

source: Not Found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden

source: Add a description of the event and let people know what to expect, including the agenda, what they need to bring, and how to find the group.
de_de: Fügen Sie eine Beschreibung der Veranstaltung hinzu und teilen Sie den Teilnehmenden mit, was sie erwartet, einschließlich der Tagesordnung, was sie mitbringen müssen und wie sie die Gruppe finden können.

# taxonomy general name
source: Topics
de_de: Themen

# taxonomy singular name
source: Topic
de_de: Thema

source: Search Topics
de_de: Themen suchen

source: All Topics
de_de: Alle Themen

source: View Topic
de_de: Thema ansehen

source: Parent Topic
de_de: Übergeordnetes Thema

source: Parent Topic:
de_de: Übergeordnetes Thema:

source: Edit Topic
de_de: Thema bearbeiten

source: Update Topic
de_de: Thema aktualisieren

source: Add New Topic
de_de: Neues Thema hinzufügen

source: New Topic Name
de_de: Name des neuen Themas

source: No Topics Found
de_de: Keine Themen gefunden

source: Back to Topics
de_de: Zurück zu Themen

source: Topics
de_de: Themen

source: %1$s to %2$s
de_de: %1$s bis %2$s

source: Google Calendar
de_de: Google Kalender

source: Yahoo Calendar
de_de: Yahoo Kalender

source: For details go to %s
de_de: Einzelheiten finden Sie unter %s

source: Anonymous
de_de: Anonym

source: Member
de_de: Mitglied

source: Settings
de_de: Einstellungen

source: Online event
de_de: Online-Veranstaltung

source: Event date &amp; time
de_de: Datum &amp; Uhrzeit der Veranstaltung

# Post Type General Name
source: Venues
de_de: Veranstaltungsorte

# Post Type Singular Name
source: Venue
de_de: Veranstaltungsort

source: Venues
de_de: Veranstaltungsorte

source: View Venue
de_de: Veranstaltungsort ansehen

source: Add New Venue
de_de: Neuen Veranstaltungsort hinzufügen

source: Edit Venue
de_de: Veranstaltungsort bearbeiten

source: Update Venue
de_de: Veranstaltungsort aktualisieren

source: Search Venues
de_de: Veranstaltungsorte suchen

source: The RSVP status for Event ID "%1$d" has been successfully set to "%2$s" for User ID "%3$d".
de_de: Der Rückmelde-Status für die Veranstaltungs-ID "%1$d" wurde für die Benutzer-ID "%3$d" erfolgreich auf "%2$s" gesetzt.

source: General
de_de: Allgemein

source: General Settings
de_de: Allgemeine Einstellungen

source: GatherPress allows you to set event dates to reflect either the post date or event date. Default: event date.
de_de: GatherPress ermöglicht es Ihnen, das Datum einer Veranstaltung so einzustellen, dass es entweder dem Veröffentlichungsdatum oder dem Veranstaltungsdatum entspricht. Standard: Veranstaltungsdatum.

source: Publish Date
de_de: Veröffentlichungsdatum

source: Show publish date as event date for events.
de_de: Zeigt das Veröffentlichungsdatum als Veranstaltungsdatum.

source: Maximum Attending Limit
de_de: Maximale Anzahl Teilnehmender

source: The default maximum limit of attendees to an event.
de_de: Die standardmäßige, maximale Anzahl Teilnehmender einer Veranstaltung.

source: Anonymous RSVP
de_de: Anonyme Rückmeldung

source: Set this as your default, but you can still override it for each event as you like.
de_de: Legen Sie diese Einstellung als Standard fest; jedoch können sie dies für jede Veranstaltung nach Belieben überschreiben.

source: Enable Anonymous RSVP for New Events.
de_de: Anonyme Rückmeldung für neue Veranstaltungen aktivieren.

source: Date & Time Formatting
de_de: Datums- & Uhrzeitformatierung

source: For more information read the <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">Documentation on date and time formatting</a>.
de_de: Weitere Informationen finden Sie in der <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">Dokumentation zur Formatierung von Datum und Uhrzeit</a>.

source: Date Format
de_de: Datumsformatierung

source: Format of date for scheduled events.
de_de: Datumsformat für geplante Veranstaltungen.

source: Time Format
de_de: Zeitformat

source: Format of time for scheduled events.
de_de: Zeitformat für geplante Veranstaltungen.

source: Show Timezone
de_de: Zeitzone anzeigen

source: Display the timezone for scheduled events.
de_de: Zeigt die Zeitzone für geplante Veranstaltungen an.

source: Event Archive Pages
de_de: Archivseiten für Veranstaltungen

source: GatherPress allows you to set event archives to pages you have created.
de_de: GatherPress ermöglicht es Ihnen, Veranstaltungsarchive auf von Ihnen erstellten Seiten einzurichten.

source: Upcoming Events
de_de: Bevorstehende Veranstaltungen

source: Select Upcoming Events Archive Page
de_de: Wählen Sie die Archivseite für bevorstehende Veranstaltungen

source: Past Events
de_de: Vergangene Veranstaltungen

source: Select Past Events Archive Page
de_de: Wählen Sie die Archivseite für vergangene Veranstaltungen

source: Leadership
de_de: Leitung

source: Organizers
de_de: Organisierenden

source: Organizer
de_de: Organisierende

source: Select Organizers
de_de: Organisierende auswählen

source: Roles
de_de: Rollen

source: Customize role labels to be more appropriate for events.
de_de: Passen Sie die Bezeichnungen von Rollen an, damit sie besser zu Veranstaltungen passen.

source: GatherPress requires PHP %1$s or higher. Your current PHP version is %2$s. Please upgrade.
de_de: GatherPress benötigt PHP %1$s oder höher. Ihre aktuelle PHP-Version ist %2$s. Bitte aktualisieren Sie sie.

source: Event Image
de_de: Bild der Veranstaltung

source: Date: %s
de_de: Datum: %s

source: Venue: %s
de_de: Ort: %s

source: RSVP Now
de_de: Jetzt zurück melden

source: Meet the folks behind GatherPress. Want to see your name here?
de_de: Lernen Sie die Leute hinter GatherPress kennen. Möchten Sie ihren Namen hier sehen?

source: Get Involved
de_de: Mitwirken

source: Project Leaders
de_de: Projektleitende

source: Contributors to GatherPress %s
de_de: Mitwirkende bei GatherPress %s

source: GatherPress Settings
de_de: GatherPress Einstellungen

source: Preview:
de_de: Vorschau:

source: Save Settings
de_de: Einstellungen speichern

source: To ensure GatherPress functions optimally, we recommend enabling user registration. You can do so by
de_de: Um sicherzustellen, dass GatherPress optimal funktioniert, empfehlen wir, die Benutzerregistrierung zu aktivieren. Sie können dies tun, indem Sie

source: enabling user registration here
de_de: hier die Benutzerregistrierung aktivieren

source: Dismiss forever
de_de: Nicht wieder anzeigen

source: Notifications
de_de: Benachrichtigungen

source: Yes, I want to receive updates and information about events from the organizers.
de_de: Ja, ich möchte Aktualisierungen und Informationen über Veranstaltungen von den Veranstaltenden erhalten.

source: This event has already passed.
de_de: Diese Veranstaltung ist bereits vorüber.

source: Send an event update to members via email?
de_de: Veranstaltungs-Update per E-Mail an Teilnehmende senden?

source: Compose Message
de_de: Nachricht verfassen

source: Start
de_de: Beginn

source: End
de_de: Ende

source: Time Zone
de_de: Zeitzone

source: Date & time
de_de: Datum & Uhrzeit

source: Attending
de_de: Anwesend

source: Waiting List
de_de: Warteliste

# responded not attending
source: Not Attending
de_de: Nicht teilnehmend

source: Went
de_de: Abwesend

source: Didn't Go
de_de: War nicht da

source: You're attending
de_de: Sie nehmen teil

source: You're wait listed
de_de: Sie sind auf der Warteliste

source: You're not attending
de_de: Sie nehmen nicht teil

source: RSVP to this event
de_de: Rückmeldung zu dieser Veranstaltung geben

source: Edit RSVP
de_de: Rückmeldung bearbeiten

source: RSVP
de_de: Rückmeldung

source: Login Required
de_de: Anmeldung nötig

source: You must
de_de: Sie müssen sich

source: Login
de_de: Anmelden

source: to RSVP to events.
de_de: um ihre Teilnahme zur Veranstaltung zu bestätigen.

source: Register
de_de: Anmelden

source: if you do not have an account.
de_de: falls Sie keinen Zugang besitzen.

source: Close
de_de: Schließen

source: Attend
de_de: Teilnehmen

# action of not attending
source: Not Attending
de_de: Nicht teilnehmen

source: To set or change your attending status, simply click the %s button below.
de_de: Um Ihren Teilnahmestatus festzulegen oder zu ändern, klicken Sie einfach unten auf die Schaltfläche %s.

source: Only admins will see your identity.
de_de: Nur Administrierende können Ihre Identität sehen.

source: List me as anonymous.
de_de: Liste mich als anonym.

source: guest(s)
de_de: Gast/Gäste

source: There are no upcoming events.
de_de: Es gibt keine bevorstehenden Veranstaltungen.

source: There are no past events.
de_de: Es gibt keine vergangenen Veranstaltungen.

source: Event List type
de_de: Art der Veranstaltungsliste

source: Upcoming
de_de: Bevorstehend

source: Past
de_de: Vergangen

source: Date & time format
de_de: Datums- & Uhrzeitformat

source: Maximum number of events to display
de_de: Maximale Anzahl der anzuzeigenden Veranstaltungen

source: Show/Hide All RSVP Responses
de_de: Alle Rückmeldungen anzeigen oder ausblenden

source: Show All RSVP Responses
de_de: Alle Rückmeldungen anzeigen

source: Hide All RSVP Responses
de_de: Alle Rückmeldungen ausblenden

source: Image Size Options
de_de: Bild-Größe

source: Show/Hide Featured Image
de_de: Bild anzeigen oder ausblenden

source: Show Featured Image
de_de: Bild anzeigen

source: Hide Featured Image
de_de: Bild ausblenden

source: Show/Hide Description
de_de: Beschreibung anzeigen oder ausblenden

source: Show Description
de_de: Beschreibung anzeigen

source: Hide Description
de_de: Beschreibung ausblenden

source: Link active for attendees during event.
de_de: Der Link ist für die Teilnehmer während der Veranstaltung aktiv.

source: Online event link
de_de: Link zur Online-Veranstaltung

source: Add link to online event
de_de: Link zur Online-Veranstaltung hinzufügen

source: See fewer
de_de: Weniger anzeigen

source: See all
de_de: Alle anzeigen

source: No one is attending this event yet.
de_de: An dieser Veranstaltung nimmt noch niemand teil.

source: No one went to this event.
de_de: Niemand hat an dieser Veranstaltung teilgenommen.

source: Wait Listed
de_de: Auf der Warteliste

source: Attendees
de_de: Teilnehmende

source: Edit
de_de: Bearbeiten

source: Preview
de_de: Vorschau

source: No venue selected.
de_de: Kein Veranstaltungsort ausgewählt.

source: Choose a venue
de_de: Wählen Sie einen Veranstaltungsort

source: Venue Selector
de_de: Veranstaltungsort-Auswahl

source: Full Address
de_de: Vollständige Adresse

source: Phone Number
de_de: Telefonnummer

source: Add venue information.
de_de: Informationen zum Veranstaltungsort hinzufügen.

source: Venue settings
de_de: Veranstaltungsort-Einstellungen

source: Map settings
de_de: Karten-Einstellungen

source: Show map on venue
de_de: Zeigt eine Karte des Veranstaltungsortes

source: Display the map
de_de: Karte anzeigen

source: Hide the map
de_de: Karte ausblenden

source: Zoom level
de_de: Zoomstufe

source: Map type
de_de: Art der Karte

source: Roadmap
de_de: Straßenkarte

source: Satellite
de_de: Satellitenbild

source: Map height
de_de: Karten-Höhe

source: Notify members via email
de_de: Teilnehmende per E-Mail benachrichtigen

source: Optional message
de_de: Optionale Nachricht

source: Select the recipients for your message by checking the relevant boxes.
de_de: Wählen Sie die Empfänger für Ihre Nachricht aus, indem Sie die entsprechenden Felder auswählen.

source: All Members
de_de: Alle Teilnehmenden

# list of people not attending
source: Not Attending
de_de: Nicht teilnehmend

source: Confirm you are ready to send?
de_de: Bestätigen Sie, dass Sie zum Senden bereit sind?

source: Send Email
de_de: E-Mail senden

source: Enable Anonymous RSVP
de_de: Anonyme Rückmeldung aktivieren

source: Send an event update
de_de: Veranstaltungs-Update senden

source: Event settings
de_de: Einstellungen der Veranstaltung

source: Select Posts
de_de: Beiträge auswählen

source: Choose only one item.
de_de: Wählen Sie nur ein Element.

# block title
source: Add to Calendar
de_de: Zu Kalender hinzufügen

# block description
source: Allows a member to add an event to their preferred calendar.
de_de: Erlaubt es Mitgliedern, eine Veranstaltung zu ihrem bevorzugten Kalender hinzuzufügen.

# block title
source: Event Date
de_de: Veranstaltungsdatum

# block description
source: Displays the date and time for an event.
de_de: Zeigt Datum und Uhrzeit einer Veranstaltung.

# block title
source: Events List
de_de: Veranstaltungsliste

# block description
source: Displays events that are either upcoming or have occurred in the past.
de_de: Zeigt entweder bevorstehende oder vergangene Veranstaltungen an.

# block title
source: Online Event
de_de: Online-Veranstaltung

# block description
source: Utilized for virtual events, offering the capability to share a direct link to an event.
de_de: Wird für virtuelle Veranstaltungen verwendet und bietet die Möglichkeit, einen direkten Link zu einer Veranstaltung zu teilen.

# block title
source: RSVP Response
de_de: Rückmeldungen

# block description
source: Displays a list of members who have confirmed their attendance for an event.
de_de: Zeigt eine Liste der Mitglieder an, die ihre Teilnahme an einer Veranstaltung bestätigt haben.

# block title
source: RSVP
de_de: Rückmeldung

# block description
source: Enables members to easily confirm their attendance for an event.
de_de: Ermöglicht Mitgliedern die einfache Bestätigung ihrer Teilnahme an einer Veranstaltung.

# block title
source: Venue
de_de: Veranstaltungsort

# block description
source: Provides information about an event venue.
de_de: Bietet Informationen über einen Veranstaltungsort.
