Repository: GatherPress/gatherpress
Catalog: languages/gatherpress-*.po
Languages: es_es, fr_fr

source: Powering Communities with WordPress.
es_es: Impulsando comunidades con WordPress.
fr_fr: Les communautés se développent grâce à WordPress.

source: The GatherPress Community
es_es: La comunidad de GatherPress
fr_fr: La communauté GatherPress

source: Add to calendar
es_es: Añadir al calendario
fr_fr: Ajouter au calendrier

# Post Type General Name
source: Events
es_es: Eventos
fr_fr: Évènements

# Post Type Singular Name
source: Event
es_es: Evento
fr_fr: Évènement

source: Events
es_es: Eventos
fr_fr: Évènements

source: All Events
es_es: Todos los eventos
fr_fr: Tous les évènements

source: View Event
es_es: Ver evento
fr_fr: Voir l'évènement

source: Add New Event
es_es: Añadir nuevo evento
fr_fr: Ajouter un nouvel évènement

source: Add New
es_es: Añadir nuevo
fr_fr: Ajouter un évènement

source: Edit Event
es_es: Editar evento
fr_fr: Modifier l'évènement

source: Update Event
es_es: Actualizar evento
fr_fr: Mettre à jour l'évènement

source: Search Events
es_es: Buscar eventos
fr_fr: Rechercher des évènements

source: Not Found
es_es: No encontrado
fr_fr: Non trouvé

source: Not found in Trash
es_es: No encontrado en la papelera
fr_fr: Non trouvé dans la corbeille

source: Add a description of the event and let people know what to expect, including the agenda, what they need to bring, and how to find the group.
es_es: Añade una descripción del evento e informa a la gente de lo que pueden esperar, incluido el orden del día, lo que tienen que llevar y cómo encontrar al grupo.
fr_fr: Ajoutez une description de l'évènement et informez les gens de ce qui les attend, notamment l'ordre du jour, ce qu'ils doivent apporter et comment trouver le groupe.

# taxonomy general name
source: Topics
es_es: Temáticas
fr_fr: Sujets

# taxonomy singular name
source: Topic
es_es: Temática
fr_fr: Sujet

source: Search Topics
es_es: Buscar temática
fr_fr: Rechercher les sujets

source: All Topics
es_es: Todas las temáticas
fr_fr: Tous les sujets

source: View Topic
es_es: Ver temática
fr_fr: Voir le sujet

source: Parent Topic
es_es: Temática principal
fr_fr: Sujet parent

source: Parent Topic:
es_es: Temática principal:
fr_fr: Sujet parent :

source: Edit Topic
es_es: Editar temática
fr_fr: Modifier le sujet

source: Update Topic
es_es: Actualizar temática
fr_fr: Mettre à jour le sujet

source: Add New Topic
es_es: Añadir nueva temática
fr_fr: Ajouter un nouveau sujet

source: New Topic Name
es_es: Nombre de nueva temática
fr_fr: Nom du nouveau sujet

source: No Topics Found
es_es: No se han encontrado temáticas
fr_fr: Aucun sujet trouvé

source: Back to Topics
es_es: Volver a temáticas
fr_fr: Retour aux sujets

source: Topics
es_es: Temáticas
fr_fr: Sujets

source: %1$s to %2$s
es_es: %1$s a %2$s
fr_fr: %1$s à %2$s

source: Google Calendar
es_es: Calendario de Google
fr_fr: Google Agenda

source: Yahoo Calendar
es_es: Calendario de Yahoo
fr_fr: Calendrier Yahoo

source: For details go to %s
es_es: Para obtener más información, visita %s
fr_fr: Pour plus d'informations, voir %s

source: Anonymous
es_es: Anónimo
fr_fr: Anonyme

source: Member
es_es: Miembro
fr_fr: Membre

source: Settings
es_es: Ajustes
fr_fr: Réglages

source: Online event
es_es: Evento en línea
fr_fr: Évènement en ligne

source: Event date &amp; time
es_es: Fecha y hora del evento
fr_fr: Date et heure de l'évènement

# Post Type General Name
source: Venues
es_es: Lugares
fr_fr: Lieux des évènements

# Post Type Singular Name
source: Venue
es_es: Lugar
fr_fr: Lieu

source: Venues
es_es: Lugares
fr_fr: Lieux des évènements

source: View Venue
es_es: Ver lugar
fr_fr: Voir le lieu

source: Add New Venue
es_es: Añadir nuevo lugar
fr_fr: Ajouter un nouveau lieu

source: Edit Venue
es_es: Editar lugar
fr_fr: Modifier le lieu

source: Update Venue
es_es: Actualizar lugar
fr_fr: Mettre à jour le lieu

source: Search Venues
es_es: Buscar lugares
fr_fr: Rechercher les lieux

source: The RSVP status for Event ID "%1$d" has been successfully set to "%2$s" for User ID "%3$d".
es_es: La asistencia del ID de evento «%1$d» se ha establecido correctamente en «%2$s» para el ID de usuario «%3$d».
fr_fr: Le statut RSVP pour l'évènement ID "%1$d" a bien été défini à "%2$s" pour l’ID de compte "%3$d".

source: Credits
es_es: Créditos
fr_fr: Crédits

source: General Settings
es_es: Ajustes general
fr_fr: Réglages généraux

source: GatherPress allows you to set event dates to reflect either the post date or event date. Default: event date.
es_es: GatherPress te permite establecer fechas de eventos para reflejar la fecha de publicación o la fecha del evento. Predeterminado: fecha del evento.
fr_fr: GatherPress vous permet de définir les dates d'évènements en fonction de la date de publication ou de la date de l'événement. Par défaut : la date de l'évènement.

source: Publish Date
es_es: Fecha de publicación
fr_fr: Date de publication

source: Show publish date as event date for events.
es_es: Mostrar fecha de publicación como fecha de evento para eventos.
fr_fr: Afficher la date de publication comme date d'évènement pour les évènements.

source: Maximum Attending Limit
es_es: Límite máximo de asistencia
fr_fr: Nombre maximal de participant·es

source: The default maximum limit of attendees to an event.
es_es: El límite máximo predeterminado de asistentes a un evento.
fr_fr: Limite maximale par défaut du nombre de participant·es à un évènement.

source: Anonymous RSVP
es_es: Confirmación de asistencia anónima

source: Set this as your default, but you can still override it for each event as you like.
es_es: Establecer como predeterminado, pero aún puedes anularlo para cada evento como desees.

source: Enable Anonymous RSVP for New Events.
es_es: Permitir la confirmación de asistencia anónima para nuevos eventos.

source: Date & Time Formatting
es_es: Formato de fecha y hora
fr_fr: Format de la date et de l'heure

source: For more information read the <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">Documentation on date and time formatting</a>.
es_es: Para más información, lee la <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">documentación sobre el formato de fecha y hora</a>.
fr_fr: Pour plus d'informations, consultez la <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/">documentation sur le formatage de la date et de l'heure</a>.

source: Date Format
es_es: Formato de fecha
fr_fr: Format de la date

source: Format of date for scheduled events.
es_es: Formato de fecha para los eventos programados.
fr_fr: Format de la date pour les évènements programmés.

source: Time Format
es_es: Formato de hora
fr_fr: Format horaire

source: Format of time for scheduled events.
es_es: Formato de tiempo para los eventos programados.
fr_fr: Format de l'heure pour les évènements programmés.

source: Show Timezone
es_es: Mostrar zona horaria
fr_fr: Afficher le fuseau horaire

source: Display the timezone for scheduled events.
es_es: Muestra la zona horaria de los eventos programados.
fr_fr: Afficher le fuseau horaire des évènements programmés.

source: Event Archive Pages
es_es: Páginas de archivo de eventos
fr_fr: Pages d'archives des évènements

source: GatherPress allows you to set event archives to pages you have created.
es_es: GatherPress te permite establecer archivos de eventos en las páginas que ha creado.
fr_fr: GatherPress vous permet de définir les archives d'évènements sur des pages que vous avez créées.

source: Upcoming Events
es_es: Próximos eventos
fr_fr: Évènements à venir

source: Select Upcoming Events Archive Page
es_es: Seleccionar página de archivo de próximos eventos
fr_fr: Sélectionner la page d'archives des évènements à venir

source: Past Events
es_es: Eventos pasados
fr_fr: Évènements passés

source: Select Past Events Archive Page
es_es: Seleccionar página de archivo de eventos pasados
fr_fr: Sélectionner la page d'archive des évènements passés

source: Leadership
es_es: Liderazgo
fr_fr: Direction

source: Organizers
es_es: Organizadores
fr_fr: Organisateur·rices

source: Organizer
es_es: Organizador
fr_fr: Organisateur·rice

source: Select Organizers
es_es: Seleccionar organizadores
fr_fr: Sélectionner les organisateur·rices

source: Roles
es_es: Perfiles
fr_fr: Rôles

source: Customize role labels to be more appropriate for events.
es_es: Personaliza las etiquetas de los perfiles para que sean más apropiadas para los eventos.
fr_fr: Personnaliser les libellés des rôles pour qu'ils soient plus appropriés aux évènements.

source: GatherPress requires PHP %1$s or higher. Your current PHP version is %2$s. Please upgrade.
es_es: GatherPress necesita PHP %1$s o superior. Tu versión actual de PHP es %2$s. Por favor, actualízala.
fr_fr: GatherPress nécessite PHP %1$s ou plus. Votre version actuelle de PHP est %2$s. Veuillez la mettre à niveau.

source: Event Image
es_es: Imagen del evento
fr_fr: Image de l'évènement

source: Date: %s
es_es: Fecha: %s

source: Venue: %s
es_es: Lugar: %s
fr_fr: Lieu : %s

source: RSVP Now
es_es: Voy a asistir
fr_fr: RSVP maintenant

source: Meet the folks behind GatherPress. Want to see your name here?
es_es: Conozca a la gente detrás de GatherPress. ¿Quieres ver tu nombre aquí?
fr_fr: Faites connaissancce avec les personnes à l'origine de GatherPress. Vous voulez voir votre nom ici ?

source: Get Involved
es_es: Involúcrate
fr_fr: Contribuer

source: Project Leaders
es_es: Líderes del proyecto
fr_fr: Chefs de projet

source: GatherPress Team
es_es: Equipo de GatherPress
fr_fr: L'équipe de GatherPress

source: Contributors to GatherPress %s
es_es: Colaboradores de GatherPress %s
fr_fr: Les contributeur·rices à GatherPress %s

source: GatherPress Settings
es_es: Ajustes de GatherPress
fr_fr: Réglages de GatherPress

source: Preview:
es_es: Vista previa:
fr_fr: Prévisualisation :

source: Save Settings
es_es: Guardar ajustes
fr_fr: Enregistrer les réglages

source: Dismiss forever
es_es: Descartar para siempre
fr_fr: Rejeter définitivement

source: Notifications
es_es: Notificaciones

source: Email
es_es: Correo electrónico

source: Yes, I want to receive updates and information about events from the organizers.
es_es: Sí, quiero recibir actualizaciones e información sobre eventos de los organizadores.

source: This event has already past.
es_es: Este evento ya ha pasado.
fr_fr: Cet évènement est déjà passé.

source: Send an event update to members via email?
es_es: ¿Enviar una actualización del evento a los miembros por correo electrónico?
fr_fr: Envoyer une mise à jour de l'évènement aux membres par e-mail ?

source: Compose Message
es_es: Redactar mensaje
fr_fr: Composer un message

source: Start
es_es: Inicio
fr_fr: Début

source: End
es_es: Final
fr_fr: Fin

source: Time Zone
es_es: Zona horaria
fr_fr: Fuseau horaire

source: Date & time
es_es: Fecha y hora
fr_fr: Date et heure

source: You're attending
es_es: Vas a asistir
fr_fr: Vous participez

source: You're wait listed
es_es: Estás en lista de espera
fr_fr: Vous être placé·e sur liste d'attente

source: You're not attending
es_es: No vas a asistir
fr_fr: Vous ne participez pas

source: RSVP to this event
es_es: Confirma tu asistencia a este evento
fr_fr: RSVP pour cet évènement

source: Edit RSVP
es_es: Editar confirmación de asistencia
fr_fr: Modifier le statut RSVP

source: RSVP
es_es: Asistencia

source: Login Required
es_es: Es necesario iniciar sesión
fr_fr: Connexion nécessaire

source: Close
es_es: Cerrar
fr_fr: Fermer

source: Attend
es_es: Asistir
fr_fr: Participer

# action of not attending
source: Not Attending
es_es: No asistir

source: To set or change your attending status, simply click the %s button below.
es_es: Para establecer o cambiar tu estado de asistencia, simplemente haz clic en el botón %s a continuación.
fr_fr: Pour définir ou modifier votre participation, cliquez sur le bouton %s ci-dessous.

source: Only admins will see your identity.
es_es: Solo los administradores verán tu identidad.

source: List me as anonymous.
es_es: Ponerme en la lista como anónimo.

source: There are no upcoming events.
es_es: No hay eventos próximos.
fr_fr: Il n’y a aucun évènement à venir

source: There are no past events.
es_es: No hay eventos pasados.
fr_fr: Il n’y a aucun évènement passé

source: Event List type
es_es: Tipo de lista de eventos
fr_fr: Type: Liste d'évènements

source: Upcoming
es_es: Próximos
fr_fr: A venir

source: Past
es_es: Pasados
fr_fr: Passé

source: Date & time format
es_es: Formato de fecha y hora

source: Maximum number of events to display
es_es: Número máximo de eventos que se van a mostrar
fr_fr: Nombre maximal d'évènements à afficher

source: Show/Hide All RSVP Responses
es_es: Mostrar/Ocultar todas las respuestas de confirmación de asistencia
fr_fr: Afficher/Masquer tous les statuts RSVP

source: Show All RSVP Responses
es_es: Mostrar todas las respuestas de confirmación de asistencia
fr_fr: Afficher tous les statuts RSVP

source: Hide All RSVP Responses
es_es: Ocultar todas las respuestas de confirmación de asistencia
fr_fr: Masquer tous les statuts RSVP

source: Image Size Options
es_es: Opciones de tamaño de imagen
fr_fr: Options de taille d'image

source: Show/Hide Featured Image
es_es: Mostrar/Ocultar imagen destacada
fr_fr: Afficher/Masquer l'image mise en avant

source: Show Featured Image
es_es: Mostrar Imagen destacada
fr_fr: Afficher l'image mise en avant

source: Hide Featured Image
es_es: Ocultar imagen destacada
fr_fr: Masquer l'image mise en avant

source: Show/Hide Description
es_es: Mostrar/ocultar descripción
fr_fr: Afficher/Masquer la description

source: Show Description
es_es: Mostrar descripción
fr_fr: Afficher la description

source: Hide Description
es_es: Ocultar descripción
fr_fr: Masquer la description

source: Link active for attendees during event.
es_es: Enlace activo para los asistentes durante el evento.
fr_fr: Lien actif pour les participant·es pendant l'évènement.

source: Online event link
es_es: Enlace al evento en línea
fr_fr: Lien vers l'évènement en ligne

source: Add link to online event
es_es: Añadir enlace al evento en línea
fr_fr: Ajouter un lien vers l'évènement en ligne

source: See fewer
es_es: Ver menos
fr_fr: Voir moins

source: See all
es_es: Ver todo
fr_fr: Tout voir

source: No one is attending this event yet.
es_es: Nadie asistirá a este evento todavía.
fr_fr: Personne ne participe encore à cet évènement.

source: No one went to this event.
es_es: Nadie fue a este evento.
fr_fr: Personne n'a participé à cet évènement.

source: Edit
es_es: Editar

source: Preview
es_es: Vista previa

source: No venue selected.
es_es: No se ha seleccionado ningún lugar.
fr_fr: Aucun lieu n'a été sélectionné.

source: Choose a venue
es_es: Elige un lugar
fr_fr: Choisir un lieu

source: Venue Selector
es_es: Selector de lugares
fr_fr: Sélecteur de lieu

source: Full Address
es_es: Dirección completa
fr_fr: Adresse complète

source: Phone Number
es_es: Número de teléfono
fr_fr: Numéro de téléphone

source: Website
es_es: Sitio web
fr_fr: Site

source: Add venue information.
es_es: Añadir información sobre el lugar.
fr_fr: Ajouter des informations sur le lieu.

source: Venue settings
es_es: Configuración del lugar
fr_fr: Réglages du lieu

source: Map settings
es_es: Configuración del Mapa
fr_fr: Réglages de la carte

source: Show map on venue
es_es: Mostrar mapa del lugar
fr_fr: Afficher la carte du lieu

source: Display the map
es_es: Mostrar el mapa
fr_fr: Afficher la carte

source: Hide the map
es_es: Ocultar el mapa
fr_fr: Masquer la carte

source: Zoom level
es_es: Nivel de ampliación
fr_fr: Niveau de zoom

source: Map type
es_es: Tipo de mapa
fr_fr: Type de carte

source: Roadmap
es_es: Mapa de carreteras
fr_fr: Plan

source: Satellite
es_es: Satélite

source: Map height
es_es: Altura del mapa
fr_fr: Hauteur de la carte

source: Notify members via email
es_es: Notificar a los miembros por correo electrónico
fr_fr: Notifier les membres par e-mail

source: Optional message
es_es: Mensaje opcional
fr_fr: Message facultatif

source: Select the recipients for your message by checking the relevant boxes.
es_es: Seleccione los destinatarios de su mensaje marcando las casillas correspondientes.
fr_fr: Sélectionnez les destinataires de votre message en cochant les cases correspondantes.

source: Confirm you are ready to send?
es_es: ¿Confirmas que estás listo para enviar?
fr_fr: Confirmer que vous êtes prêt·e à envoyer ?

source: Send Email
es_es: Enviar correo electrónico
fr_fr: Envoyer l'e-mail

source: Enable Anonymous RSVP
es_es: Permitir confirmación de asistencia anónima

source: Send an event update
es_es: Enviar una actualización de evento
fr_fr: Envoyer une mise à jour de l'évènement

source: Event settings
es_es: Ajustes de eventos
fr_fr: Réglages de l'évènement

source: Select Posts
es_es: Seleccionar entradas
fr_fr: Sélectionner les publications

source: Choose only one item.
es_es: Elige solo un elemento.
fr_fr: Ne choisir qu'une entrée

# block title
source: Add to Calendar
es_es: Añadir al calendario
fr_fr: Ajouter au calendrier

# block description
source: Allows a member to add an event to their preferred calendar.
es_es: Permite a un miembro agregar un evento a su calendario preferido.
fr_fr: Permet à un membre d'ajouter un évènement à son calendrier préféré.

# block title
source: Event Date
es_es: Fecha del evento
fr_fr: Date de l'évènement

# block description
source: Displays the date and time for an event.
es_es: Muestra la fecha y la hora de un evento.
fr_fr: Affiche la date et l'heure d'un évènement.

# block title
source: Events List
es_es: Lista de eventos
fr_fr: Liste des évènements

# block description
source: Displays events that are either upcoming or have occurred in the past.
es_es: Muestra los eventos que están por venir o que se han producido en el pasado.
fr_fr: Affiche les évènements à venir ou passés.

# block title
source: Online Event
es_es: Evento en línea
fr_fr: Évènement en ligne

# block description
source: Utilized for virtual events, offering the capability to share a direct link to an event.
es_es: Se utiliza para eventos virtuales, ofreciendo la capacidad de compartir un enlace directo a un evento.
fr_fr: Utilisé pour les évènements en ligne, il permet de partager un lien direct vers un évènement.

# block title
source: RSVP Response
es_es: Respuesta de confirmación de asistencia
fr_fr: Statut RSVP

# block description
source: Displays a list of members who have confirmed their attendance for an event.
es_es: Muestra una lista de los miembros que han confirmado su asistencia a un evento.
fr_fr: Affiche la liste des membres qui ont confirmé leur participation à un évènement.

# block title
source: RSVP
es_es: Asistencia

# block description
source: Enables members to easily confirm their attendance for an event.
es_es: Permite a los miembros confirmar fácilmente su asistencia a un evento.
fr_fr: Permet aux membres de confirmer facilement leur participation à un évènement.

# block title
source: Venue
es_es: Lugar
fr_fr: Lieu

# block description
source: Provides information about an event venue.
es_es: Proporciona información sobre el lugar de un evento.
fr_fr: Fournit des informations sur un lieu d'évènement.

# Post Type Slug
source: event
es_es: evento

# Taxonomy Slug
source: topic
es_es: tema

# Post Type Slug
source: venue
es_es: lugar

source: Maximum Number of Guests
es_es: Número máximo de invitados

source: The default maximum limit of guests an attendees can bring to an event.
es_es: El límite máximo por defecto de invitados que un asistente puede llevar a un evento.

source: Not Attending Users
es_es: Usuarios que no van a aistir

source: Enable Immediate "Not Attending" Option for Attendees.
es_es: Activar la opción inmediata «No asistir» para los asistentes.

source: To ensure GatherPress functions optimally, we recommend enabling user registration. You can do so by %s
es_es: Para que GatherPress funcione de forma óptima, te recomendamos que actives el registro de usuarios. Puedes hacerlo %s

source: enabling user registration here
es_es: permitiendo el registro de usuarios aquí

source: For more information read the <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/" target="_blank">Documentation on date and time formatting</a>.
es_es: Para más información, lee la <a href="https://wordpress.org/documentation/article/customize-date-and-time-format/" target="_blank">documentación sobre el formato de fecha y</a> hora.

source: Timezone
es_es: Zona horaria

source: %1$s to %2$s %3$s
es_es: %1$s a %2$s %3$s

# Responded Status
source: Attending
es_es: Vas a asistir

# Responded Status
source: Waiting List
es_es: En lista de espera

# Responded Status
source: Not Attending
es_es: No vas a asistir

# Responded Status
source: Went
es_es: Asististe

# Responded Status
source: Didn't Go
es_es: No asististe

source: You must %s to RSVP to events.
es_es: Debes %s para poder confirmar tu asistencia a eventos.

# Context: You must ~ to RSVP to events.
source: Login
es_es: acceder

source: %s if you do not have an account.
es_es: %s si no tienes una cuenta.

# Context: ~ if you do not have an account.
source: Register
es_es: Regístrate

source: Number of guests?
es_es: ¿Número de invitados?

source: %d guest
es_es: %d invitado

source: +%d guest
es_es: +%d invitado

# Responded Status
source: Wait Listed
es_es: En lista de espera

source: Status
es_es: Estado

# List Status
source: Attending
es_es: Van a asistir

# List Status
source: Waiting List
es_es: En lista de espera

# List Status
source: Not Attending
es_es: No van a asistir

source: Members
es_es: Miembros

# List Status
source: All Members
es_es: Todos los miembros

source: Enable Immediate "Not Attending" Option for Attendees
es_es: Activar la opción inmediata «No asistir» para los asistentes

source: if you do not have an account.
fr_fr: si vous n'avez pas de compte.

source: to RSVP to events.
fr_fr: pour RSVP à des évènements.

source: All Members
fr_fr: Tous·tes les membres

source: Attending
fr_fr: Participant

source: Didn't Go
fr_fr: Membre(s) n'ayant pas participé

source: enabling user registration here
fr_fr: permettant l'enregistrement des utilisateur·rices ici

source: General
fr_fr: Général

source: guest(s)
fr_fr: invité·es

source: Login
fr_fr: Connexion

source: Not Attending
fr_fr: Membres ne participant pas

source: Register
fr_fr: S’inscrire

source: To ensure GatherPress functions optimally, we recommend enabling user registration. You can do so by
fr_fr: Pour que GatherPress fonctionne de manière optimale, nous vous recommandons d'activer l'enregistrement des utilisateur·rices. Vous pouvez le faire en

source: Wait Listed
fr_fr: Mise en liste d'attente

source: Waiting List
fr_fr: Liste d'attente

source: Went
fr_fr: Membre(s) ayant participé

source: You must
fr_fr: Vous devez
